{
  "apiResults": [
    {
      "title": "Stocks, Bonds and Wine: For Some Investors, Collectibles Provide Diversity",
      "author": "n/a",
      "date": "7/21/2023 7:16:04 PM",
      "url": "https://news.virginia.edu/content/stocks-bonds-and-wine-some-investors-collectibles-provide-diversity",
      "text": "Stocks, Bonds and Wine: For Some Investors, Collectibles Provide Diversity, July 21, 2023, •, By\n\n                          Bryan McKenzie,\n                          bkm4s@virginia.edu\n\n                          Bryan McKenzie,\n                          bkm4s@virginia.edu, By, Twitter, Email, Investing in collectibles such as wine to hedge against economic insecurity only works if you can afford to sell no wine before it’s time, says Darden School of Business expert Rodney Sullivan. (Photo by Dan Addison, University Communications), That richly intense flavors of umami, sweet cinnamon, Christmas cake, camphor, petrol, lemongrass and Belgian chocolate could be the sweet taste of a solid financial investment., Then again, maybe not, especially if you need your assets to be more liquid than that case of $327-per-bottle 1946 Toro Albala Don PX Covento Seleccion., With rising inflation, interest rate hikes by the Federal Reserve and spirited but contradictory pronouncements by experts about the economy’s future, some investment firms and advisers have taken to television, social media and email to tout the benefits of alternative investments, specifically collectibles., From fine wine and fine art to vintage automobiles, guitars, baseball cards, stamps, gold coins, and even commemorative Elvis Presley porcelain, collectible investments have been around for years. But the recent attention does not mean that collectibles are necessarily a good investment or that they’re for everyone., Related Story, Presenting ‘World-Class Education and Hospitality,’ Darden Celebrates Hotel Opening, Rodney Sullivan, executive director of the Richard A. Mayo Center for Asset Management at the Darden School of Business, says collectibles can provide psychological benefits for owners. (Photo by Dan Addison, University Communications), “There are lots of investment collectibles; wine and whiskey, comic books, art, vintage automobiles – there are many,” said Rodney Sullivan, executive director of the Richard A. Mayo Center for Asset Management at the University of Virginia’s Darden School of Business. “A key requirement to be a collectible investment is that it needs to improve with age. So, you need to be in a position to hold onto that asset until you can get a good return on it, should it age gracefully. And that can take time.”, In the past decade, there has been a rise in the number of investment collaboratives and organizations dedicated to selling equity shares in collectible assets, rather than requiring investors to keep them at home., “I view collectibles as a psychological investment, in the sense that you get psychological benefits from owning it,” Sullivan said. “Art is a great example. People love art and they love it as a collectible investment. Here, usually they buy things that they like, but that might also increase in value over time. They may display it in their home, or maybe if it’s super valuable they leave it in the care of a museum, but it’s something that they personally like and enjoy.”, With collectibles, enjoyment is key., Most investment-grade wines are ultra-high-end wines from established wineries in France, with some in Italy. California and Australia are seeing some wines make it to investment status, experts say. (Photo by Dan Addison, University Communications), “I think that’s an important aspect of it. Invest in something that you know, something that you understand, because you don’t want to invest in something you don’t understand. That’s the old Warren Buffett adage,” he said., While wine, whiskey and other collectibles share the same risk for dropping in value as stocks and bonds, they do not share the same liquidity. Collectibles, like other alternative investments including hedge funds, private equity and real estate, are more difficult and more expensive to buy or sell. So it takes longer to convert collectibles and other alternative investments into cash than to sell a stock or a bond., Buffett and his like are the type of investors who often dabble in collectibles. According to a Swiss university study in 2018, “ultra-high-net-worth individuals” held an average of 2% of their wealth in collectibles, and 36% planned to allocate a higher amount of their wealth to it over the next decade., “This increase in demand, coupled with a relatively scarce and inelastic supply, has driven prices upward for most collectibles,” the study showed., People with ultra-high net worth tend to have more room in their investment portfolios for alternative investments because they also have more resources to invest in more traditional market investments, such as stocks and bonds., To be considered an investment, wines must be able to age well and develop flavor after being bottled, often for decades. Most wines are designed to be consumed within five years, experts say. (Photo by Dan Addison, University Communications), Some banking studies conducted in the past two years show those with ultra-high net worth may have as much as 50% of their wealth in alternative investments, mostly in real estate, hedge funds and private equity investments. Like collectibles, those investments are for the long term and are more difficult to convert to cash., “Unlike stocks and bonds, collectibles do not create a stream of future cash flows, only the hope that you might one day sell it at a higher price than you purchased it,” Sullivan said. “So there is no intrinsic value associated with the asset, which makes it speculative in nature. You’re speculating that the price is going to go up in the future and you’re willing to wait for that to hopefully happen.”, Collectibles should be viewed with two things in mind: What is the return on investment, including the cost to buy in and cash out, and will it provide diversification benefits?, “If you look at the investment through those lenses, the return on investment before fees may make fine wine look very appealing as an investment. But after the purchase, selling, and storage fees are considered, it’s close to a net-zero return, historically speaking,” Sullivan said “Fine wine may provide some diversification benefits, but not a return on investment. So it meets one criterion for a good investment, but not the other. You have to ask yourself then, should you invest in it?”, So for whom is that case of 1946 Toro Albala Don PX Covento Seleccion a good investment? Like so many investments, it’s someone who can afford the possible losses., “If you have fine wine in the cellar and you go to [sell on] the market and you realize ‘Well, it’s not really worth what I’d hoped it be worth, so maybe I should drink it instead,’ then you’re fine. I think you have to be OK with whatever the outcome is if you’re going to own it as an investment,” Sullivan said., “So, for the average person who’s investing for retirement, wine or any collectible may not be a good investment, honestly,” he said. “But if you have a very high net worth with an otherwise diversified portfolio, and you want to buy that Picasso and you love that Picasso, you’re absolutely right to do it.”",
      "category": "Business & Government"
    },
    {
      "title": "Screens, Gorillas and Teens: Everyone’s Mental Health Is Vulnerable. Here’s How To Ease Risk",
      "author": "Jane Kelly",
      "date": "7/21/2023 7:00:09 PM",
      "url": "https://news.virginia.edu/content/screens-gorillas-and-teens-everyones-mental-health-vulnerable-heres-how-ease-risk",
      "text": "There was some very unusual news earlier this month: A zoo in Toronto was moved to ask visitors to stop showing its gorillas videos and photos on their smartphones., “For the wellbeing of gorilla troop, please refrain from showing them any videos or photos as some content can be upsetting and can affect their relationships and behavior within their family,” a notice posted outside the gorilla exhibit read., One gorilla, Nassir, is particularly enthralled with screens., “Nassir is so into those videos. It was causing him to be distracted and not interacting with the other gorillas, and, you know, being a gorilla.” Maria Franke, the zoo’s director of wildlife conservation and welfare, told the Toronto Star. “He was just so enthralled with gadgets and phones and the videos.”, The statement from the zoo further underscores the harm screentime can post to gorilla’s fellow hominids: humans., This spring, within weeks of one another, the United States Surgeon General and the American Psychological Association issued dire warnings about the dangers social media poses to the mental health of teenagers. Independent of one another, each detailed the harm to teenagers, often dubbed “screenagers” in the media., In May, the American Psychological Association issued recommendations based on scientific evidence. They include things like adult monitoring in early adolescence and coaching on how to use social media and the dangers it poses., The stakes are high, says University of Virginia teen development expert Joseph Allen, the Hugh Kelly Professor of Psychology. , His decades of research have unearthed all sorts of findings, like how being “cool” in high school is a predictor of failure in adulthood., \n          Joseph Allen heads UVA’s Adolescent Research Lab. (Photo by Sanjay Suchak, University Communications)\n    , “The current state of mental health among teens is, in a word, a disaster,” Allen told UVA Today. He said before the pandemic, rates of depression and suicide attempts had risen by about 60% in the prior decade. “By all accounts – and the data are starting to roll in now – in the last three years, they’ve gone up even further.”, Allen welcomes the American Psychological Association’s recommendations, while acknowledging that some of them will be very challenging for parents to achieve., “I think they got it about right and that, yes, we’ve been worried about the effects of social media and [smartphone] use on kids for a while. The APA is rightly careful to wait for actual data rather than anecdotes.” he said., “As a parent, you talk with your kids about their use. You monitor their use depending on their age, and you limit how much and when they can use social media,” Allen said. “Those seem like very, very solid recommendations.”, Allen said one of the easiest things parents can do is set down a rule: no cell phones in bedrooms after 10 p.m., “The response from kids is, well, ‘I use that as my alarm clock.’ And the answer from parents should be, ‘Well, OK. I’ll spend the $15 and get you an alarm clock.’ But there’s going to be a battle over that,” Allen said., The APA also advised parents to stop or minimize children’s exposure to things related to bullying, racism, disordered eating, suicide and self-harm, because evidence shows vulnerable youth might adopt similar behavior., Allen said that’s a great recommendation but is “a bit naïve.”, He pointed out that kind of content is interspersed in social media. “There’s almost no social media that kids can use that doesn’t have the opportunity for those things to come into it,” he noted., It seems like an impossible assignment, he said., “I think the answer, like many things with adolescents, is the parent needs to work with the adolescent,” he advised., “Most teenagers, if you catch them on a good day, will acknowledge that if they’ve just spent three or four hours on social media, it doesn’t feel that great,” Allen said. “Teenagers sort of know that, so that’s a starting place for parents to say ‘OK, we need to think about some limits here.’ And then depending on the age of the teen and their maturity, you can either agree on limits or at least the parent can set them.”, The key, Allen said, is that it’s clear to both the parent and teen why limits are being set., He also noted that social media isn’t going anywhere., “We’re not going to get rid of any kind of social interaction that adolescents are really excited about,” he said. “But we can make it something that’s part of a healthy diet and not something that’s the entire diet.”, Media Contact, Jane Kelly, University News Senior Associate, Office of University Communications, jak4g@virginia.edu, (434) 243-9935, Article Information, July 22, 2023",
      "category": "Research & Discovery"
    },
    {
      "title": "Robyn Hadley, Who Helped Navigate a Pandemic and the Nov. 13 Shootings, To Depart",
      "author": "Jim Ryan, Ian Baucom",
      "date": "7/21/2023 6:53:28 PM",
      "url": "https://news.virginia.edu/content/robyn-hadley-who-helped-navigate-pandemic-and-nov-13-shootings-depart",
      "text": "Editor’s note: Below is a letter to the University of Virginia community from President Jim Ryan and Provost Ian Baucom announcing the departure of Robyn Hadley, vice president of student affairs and dean of students., To the University community,, We write today to share the news that Vice President of Student Affairs and Dean of Students Robyn Hadley will be stepping away from her position here at the University, effective Aug. 1, 2023., Since she came to the University in the summer of 2021, Robyn has led Student Affairs with grace and determination, even in the face of enormous challenges like the COVID-19 pandemic and the tragic shootings of Nov. 13, 2022. She and her team have made real progress on important initiatives like our “Hoos First” initiative for first-generation students; the Cavalier Fund, which offers grants to low-income students so they can participate in co-curricular activities; and expanded student mental health services through UVA’s Counseling and Psychological Services’ partnership with telehealth provider TimelyMD. Through it all, she has demonstrated the professionalism, wisdom, and deep care for our students for which she will be remembered here at UVA. We are grateful to Robyn and her team for all they have achieved these past few years., Dr. Christopher Holstege, who currently serves as the Executive Director of the UVA Department of Student Health and Wellness, has agreed to serve as interim Vice President and Chief Student Affairs Officer while we conduct a search for a new leader for the division. In addition to serving as a senior member of the Division of Student Affairs team since 2013, Chris is a Professor of Emergency Medicine and Pediatrics within the School of Medicine and a former Chair of the University’s Faculty Senate. He has devoted much of his academic career to the study of toxicology and care of poisonings in vulnerable populations, with current focus on student substance use and misuse., Cedric Bernard Rucker, who currently serves as Senior Associate Dean in the UVA Office of African-American Affairs, has agreed to serve as interim Associate Vice President for Student Affairs and Dean of Students while we also conduct a search for a new Dean of Students. He began his professional career here, and after 37 years of service in higher education, recently returned to UVA from the University of Mary Washington, where he served with distinction as Associate Vice President for Student Affairs and Dean of Student Life., Chris and Cedric are experienced and passionate student affairs professionals, and we are confident they will serve our community ably as we begin a search to fill these two important positions permanently. Please join us in thanking Robyn for her service to the University and welcoming Chris and Cedric to these new assignments., Sincerely,, Jim Ryan, \nPresident, Ian Baucom, \nExecutive Vice President and Provost, Media Contact, Brian Coy, btc6r@virginia.edu, 703-477-8222, Article Information, July 22, 2023",
      "category": "University News"
    },
    {
      "title": "UVA Staff Shares Fond Memories of Singer Tony Bennett on Grounds",
      "author": "Jane Kelly",
      "date": "7/21/2023 6:45:10 PM",
      "url": "https://news.virginia.edu/content/uva-staff-shares-fond-memories-singer-tony-bennett-grounds",
      "text": "It was a day before a full moon in Charlottesville and the orb shone bright in the night sky., Masses of people assembled on the Lawn on Oct. 12, 2019, to watch crooner Tony Bennett, a 20-time Grammy Award winner, help the University of Virginia , launch its Honor the Future campaign, ., University Communications’ Senior Photographer Sanjay Suchak had the idea to photograph the legendary crooner with UVA men’s head basketball coach Tony Bennett. (Photo by Sanjay Suchak, University Communications), On that cool fall night, Bennett was introduced to the crowd by UVA’s head basketball coach, who shares the same name., University Communications’ Senior Photographer Sanjay Suchak was there to capture the evening. He also asked the singer to pose for some portraits., “I thought we should get coach Tony Bennett in the photo as well. He agreed and this photo happened,” he wrote on Instagram Friday., “During (singer) Bennett’s performance, I printed out two copies and asked him to sign them for me. One went to (coach) Bennett as a thank-you from me for going along with my crazy ideas, and coach signed the second one for me., “What a gentleman, what a voice,” Suchak concluded., Jerilyn Teahan, the communications director in the Office of the Executive Vice President and Provost, was in the crowd that evening with her husband and two children., \n          A youthful Bennett performed at the University in the 1940s or ’50s. (Photo by Richard Anderson)\n    , “It was amazing to sit on the Lawn and watch a legendary performer singing some of his greatest hits with the Rotunda as his backdrop,” she said. “Listening to Tony Bennett sing brought memories of my grandparents to mind. It was incredible to share that with my children and to have the music span generations.”, Bennett died Friday at the age of 96., Media Contact, Jane Kelly, University News Senior Associate, Office of University Communications, jak4g@virginia.edu, (434) 243-9935, Article Information, July 22, 2023",
      "category": "University News"
    },
    {
      "title": "These Law Faculty Have Some Must-Read Biographies for Your Beach Bag",
      "author": "Mike Fox",
      "date": "7/20/2023 5:03:08 PM",
      "url": "https://news.virginia.edu/content/these-law-faculty-have-some-must-read-biographies-your-beach-bag",
      "text": "Faculty at the University of Virginia School of Law share their favorite biographies for summer reading, from books on a Founding Father and a trailblazing jurist to a banking magnate and an environmental icon., Danielle Citron, “The Last Honest Man: The CIA, the FBI, the Mafia, and the Kennedys - and One Senator’s Fight to Save Democracy,”,  by James Risen, Citron writes and teaches about privacy, free expression and civil rights. She directs the LawTech Center and is author of “The Fight for Privacy: Protecting Dignity, Identity and Love in the Digital Age.”, “I loved the new James Risen book about Sen. Frank Church. It’s a fascinating backstory for the famous head of Senate committees investigating Watergate and FBI overreach: The evolution of his thought on the Vietnam War, on privacy as value that can’t be traded by uttering [the word] ‘safety’ and the bipartisan support [he achieved]. His term as senator from Idaho was fascinating, too!”, Risa Goluboff, “The Poetic Justice,”,  by John Charles Thomas, and , “Outside In: The Oral History of Guido Calabresi,”,  by Norman I. Silber, Goluboff, the 12th dean of the Law School, is a renowned legal historian whose scholarship and teaching focuses on American constitutional and civil rights law., “I recommend two wonderful books about two remarkable judges. John Charles Thomas (School of Law class of 1975) grew up in the segregated South and broke numerous racial barriers, including serving as the first Black justice of the Supreme Court of Virginia after becoming the first Black partner at the law firm of what is now Hunton Andrews Kurth. Guido Calabresi immigrated to the United States from Italy as a child in the years before World War II and served on the faculty and as dean of Yale Law School before joining the U.S. Court of Appeals for the Second Circuit. Reading about the lives and careers of these brilliant and pathbreaking jurists in their own authentic voices is illuminating, touching and deeply inspiring.”, Cathy Hwang, “Crying in H Mart: A Memoir,”,  by Michelle Zauner, Hwang’s research and teaching focus on mergers and acquisitions, corporate contracts and corporate governance., “The book is about the Asian American experience. As a kid, my family would regularly drive two hours from San Diego to Los Angeles to buy groceries at 99 Ranch, the big Taiwanese supermarket - an experience that I absolutely hated because it took an entire weekend day. But I now regularly drive two hours to Fairfax to buy groceries at 99 Ranch (and at H Mart) - it feels at the same time like I’m doing what my parents did because I’m old now, and also that I’m forging my own path (because what I’m shopping for and doing there is so different).”, Cale Jaffe, “On a Farther Shore: The Life and Legacy of Rachel Carson,”,  by William Souder, Jaffe directs the Environmental Law and Community Engagement Clinic and serves on the Virginia Coal and Energy Commission., “It tells the amazing story of a naturalist who might have lived a quiet life as the lyrical writer of a few highly regarded treatises on the ocean (‘Under The Sea-Wind,’ ‘The Sea Around Us’). But then Rachel Carson wrote ‘Silent Spring’ in 1962. It’s the book that sounded the alarm on the harms caused by pesticides and played a vital role in the birth of modern environmental activism. William Souder’s biography explains how ‘Silent Spring’ disrupted the status quo for Carson personally and for every other environmental leader who has followed in her footsteps over the past 60 years.”, Annie Kim, “Ludwig Wittgenstein: The Duty of Genius,”,  by Ray Monk, Kim directs the school’s Program in Law and Public Service and is author of the poetry books “Into the Cyclorama” and “Eros, Unbroken.”, “Wittgenstein’s family was every bit as rich and crazy as the Roys in ‘Succession,’ though they were Viennese Jews at the turn of the 20th century with close ties to Brahms and Klimt. Wittgenstein took up philosophy only after rejecting a career as an aeronautical engineer, fought in World War I and taught at Cambridge, among other things. For anyone interested in Wittgenstein’s philosophy or in getting inside the mind of a fiercely original (and, yes, troubled) genius, I’d highly recommend this well-written and accessible biography.”, Edmund W. Kitch, “The House of Morgan: An American Banking Dynasty and the Rise of Modern Finance,”,  by Ron Chernow, Kitch’s scholarly and teaching interests include agency, corporations, securities, antitrust, industrial and intellectual property, economic regulation, and legal and economic history., “This book recounts the rise of the Morgan banking dynasty, focusing on J.P. Morgan. It opens a window into a very different world from today, a world in which important banks were partnerships and their credit depended upon the world’s perception of the partners’ wealth and rectitude. Banking regulation has changed greatly since J.P. Morgan’s time. This book provides background that supports informed speculation on the question of whether contemporary regulation has made the world of banking better or worse than it was.”, Sarah Shalf, “Alexander Hamilton,”,  by Ron Chernow, Shalf directs the Community Solutions Clinic and serves as the school’s director of clinical programs., “If you’ve seen the Broadway hit, you should read the biography on which it’s based. But it’s also interesting as a perspective on many of the issues that we are still dealing with as a country today - the roots of the Civil War in different visions of the ideal economy (including an economy built on slavery), deep political divisions, party politics, the role of the media in politics, etc. And, of course, you should read it because Thomas Jefferson figures prominently - as Hamilton’s nemesis.”, Paul B. Stephan, “A Spy Among Friends: Kim Philby and the Great Betrayal,”,  by Ben Macintyre, Stephan is an expert on international business, international dispute resolution and comparative law, with an emphasis on Soviet and post-Soviet legal systems., “‘A Spy Among Friends’ is a compelling account of a sordid story, the betrayal by Kim Philby, a posh and privileged British intelligence official, of his country, friends, colleagues and agents. There are many books on the subject, but this is the best. The book has been made into a television series, but I have not seen it.”, G. Edward White, “Democratic Justice: Felix Frankfurter, the Supreme Court, and the Making of the Liberal Establishment,”,  by Brad Snyder, White teaches legal history and constitutional law, and his 20 published books have won numerous honors and awards, including as a finalist for the Pulitzer Prize in history., “It is a really good example of how to effectively use archival sources. Frankfurter has been pictured by some historians as having doubts about declaring racial segregation in the public schools invalid and thus being a ‘holdout’ for the court’s eventual embrace of unanimity in ‘Brown’ and the companion cases. Snyder’s use of Frankfurter’s correspondence with other justices and with his close associates, as well as other papers of the justices, convincingly demonstrates that from the outset, Frankfurter was a strong supporter of desegregating public schools.”, Media Contact, Mike Fox, mfox@law.virginia.edu, 434-982-6832, Article Information, July 22, 2023",
      "category": "University News"
    },
    {
      "title": "Peering Into Social Media’s Future, Don’t Expect a ‘Next Twitter,’ Professor Says",
      "author": "n/a",
      "date": "7/20/2023 4:43:32 PM",
      "url": "https://news.virginia.edu/content/peering-social-medias-future-dont-expect-next-twitter-professor-says",
      "text": "Peering Into Social Media’s Future, Don’t Expect a ‘Next Twitter,’ Professor Says, July 20, 2023, •, By\n\n                          Andrew Ramspacher,\n                          fpa5up@virginia.edu\n\n                          Andrew Ramspacher,\n                          fpa5up@virginia.edu, By, Twitter, Email, As the social media arms race continues, Threads has recently joined Twitter in the mix of options. (Photo illustration by Emily Faith Morgan, University Communications), In early June, when the Central Virginia skies first turned smoky as a result of the Canadian wildfires, Charlottesville resident Kevin Driscoll had the natural urge to find out what was going on as soon as possible., But Driscoll is also a media studies professor at the University of Virginia, with a finger on the pulse of the social media business. While Twitter was once his go-to app to find relevant public communication, the events of the previous seven months related to the platform gave him pause., “Where should I go?” Driscoll said he asked himself. “Are my local meteorologists still active on Twitter? Are they posting anywhere else?, “We had come to think of Twitter as a reasonable place to go for information. But now that it’s unclear if Twitter is going to be around for much longer, we have a public communication problem.”, The chaos dates to late October, when billionaire entrepreneur Elon Musk acquired Twitter and began his controversial overhaul of the product – highlighted by mass layoffs, free speech policy changes and charging users fees for verified accounts., Musk said recently that Twitter has seen a 50% drop in advertising revenue., A, Pew Research Center, survey of U.S. adults, conducted over a week in March, reported that 60% of U.S. adult Twitter users have taken a break from the app for a period of “several weeks or more” over the past year., Twitter’s future seemingly took another hit earlier this month when another social media network, Threads, was launched through Meta Platforms and owner Mark Zuckerberg, and gained 100 million users within five days., Threads joins Mastodon and Bluesky as new threats to Twitter’s staying power as a social media giant., UVA Today caught up with Driscoll, the author of, “The Modem World: A Prehistory of Social Media,”, to break it all down., Related Story, Q&A: Social Media’s Impact on Teens Can Be Both Good and Bad, Q. How would you sum up what’s taken place in the social media sector since Elon Musk’s takeover of Twitter? Has this been one of the more chaotic periods you can recall?, A. It’s been a period of both creativity and instability. I see the events of the last few months as willful destruction of the Twitter platform. I don’t think it’s controversial to say that changes over the past six months ran counter to the values of many long-time users., A media studies professor, Kevin Driscoll specializes in technology, culture and communication. (Contributed photo), But it’s important to remember that the platform was already in a state of decline. It had become an unstable, hostile place for many people and folks were exploring alternatives. Twitter’s golden era had already passed., At the same time, however, the destruction of Twitter has stimulated new thinking about the future of social media. My optimistic view is that it has motivated a lot of people to try out something new. The proliferation of new apps and services is great. Now, we have working alternatives to consider – prototypes of the future. Instead of talking about what’s wrong with Twitter, we can talk about how Mastodon or Bluesky could be different., Q. How can another social media platform take advantage of Twitter’s apparent decline and fill its void?, A. I think the error in how a lot of us think about this moment is to imagine that we’re looking for the next Twitter. And I just don’t think there will be a next Twitter., Twitter developed at a unique moment in internet history. It was almost an accident. There was no game plan in 2006 or 2007 where someone gave a PowerPoint presentation like, “OK, we’re going to be the app where people live-tweet NBA games, find weather information, and watch heads of state do diplomacy.” From a million miles away, it seems totally incoherent., So my hunch is that there is not going to be one single platform that serves all those purposes anymore. Those functions will get peeled off into systems that are better suited to those specific needs. And, ideally, these new systems will be linked together rather than walled off from one another., Q. Are you already finding some of those functions in other apps?, A. Here’s an example. I belong to a professional organization called the Association of Internet Researchers, or AOIR. As you might expect, the AOIR membership is “extremely online” and there are several members who have been studying alternative social media for years. When Twitter started coming to pieces, my colleagues decided to form a Mastodon server for our community to use., Today, there are just shy of 100 people active on the AOIR server. That might sound terribly small compared to a major commercial service like Twitter. But user numbers only tell part of the story. This server is operated, moderated and maintained by members of our community. (Full disclosure, I am one of the volunteer moderators.), Decades of experience inform how this new space is being run. Only active members of AOIR can get an account. All users must agree to follow a code of conduct consistent with how we expect people to act at conferences or on the mailing list. It feels like a space that we own., For now, I’m probably not going to go on there to live-tweet about the NBA Finals. It still feels like a workspace where I’m talking to other researchers. But because it’s there, I also don’t need to go to Twitter or Threads to talk about my work., Q. Have you experimented with Bluesky? And what purposes could that serve in a new era of social media?, A. Yes, I’ve been playing with Bluesky, too. So far, Bluesky feels like more of the classic “weird” Twitter experience to me: real-time posts from strangers., Bluesky is an experimental service that started as a Twitter spin-off. There are plans for Bluesky to grow into a network like Mastodon where anyone can run their own server but, for now, all of the users are together on one big platform., One clever thing about Bluesky is how they sort the posts that appear in your feed. On Mastodon, the timeline appears in chronological order, with the newest posts at the top. On Threads and Instagram, posts are sorted by an algorithm, but they won’t tell you how it works. On Bluesky, users customize their feeds by selecting from different ranking algorithms with names like “What’s Hot” and “Popular With Friends.” You can set up multiple timelines and swap from one to the next., The promise of all this customization is that Bluesky users may be able to create and share their own sorting algorithms, to discuss and debate the merits of one approach over another. It would bring some transparency to these otherwise opaque media systems., What intrigues me about the Bluesky feeds is the creativity. We’ve been doing social media the same way for more than 10 years. Surely, we’ve learned something in that time. What do we want from social media in the future?, Q. One unique feature about Threads is, once you’re signed up, you can inherit all of your existing Instagram followers. How important is that for the early success of Threads?, A. It’s certainly important if you measure success by numbers of users who sign up. The app prompts new users to import their contacts from Instagram which, in turn, prompts those Instagram users to sign up., But counting users isn’t the only way to measure success. Platforms that sell ad space are excited about those numbers, but that isn’t how I would expect a community to measure success. They would want to know, “Are people sticking around? Who left? Are people posting interesting stuff? Are they happy here?”, Facebook is promoting how many millions of people signed up for Threads. And that’s cool. A whole lot of people signed up. But they made it so easy to sign up. It was two clicks. So that big number doesn’t tell me if the users are coming back, doesn’t tell me if they like it. In my view, headcount is a very thin measure of success., In terms of the future of social media, one thing that has come out of my research is the need for better definitions of success. Merely convincing people to sign up or getting them to open the app is not enough., Q. What are your overall impressions of Threads?, A. The promise of Threads is the same as the promise of Twitter and Facebook, which is an infinite scrolling feed. There will always be new posts and you’re never going to get to the end. If your friends aren’t posting very much, the platform is just going to throw posts at you by big brands and media companies and popular accounts., For me, that strategy makes Threads seem rather bland. It feels like the platform is pulling me toward the mainstream and Mastodon is pulling me to the margins. At its best, Twitter felt like a mishmash of both. So Threads won’t be the “next Twitter” because maybe another Twitter just isn’t what we want.",
      "category": "Business & Government"
    },
    {
      "title": "Say Farewell to the ‘Kings’: Cold War Relics To Leave Grounds",
      "author": "n/a",
      "date": "7/20/2023 4:36:41 PM",
      "url": "https://news.virginia.edu/content/say-farewell-kings-cold-war-relics-leave-grounds",
      "text": "Say Farewell to the ‘Kings’: Cold War Relics To Leave Grounds, July 20, 2023, •, By\n\n                          Alice Berry,\n                          vfu6kd@virginia.edu\n\n                          Alice Berry,\n                          vfu6kd@virginia.edu, By, Twitter, Email, Four panels of the Berlin Wall arrived at UVA in 2014, courtesy of Robert and MeiLi Hefner. (Photos by Sanjay Suchak, University Communications), After more than nine years on Grounds of the University of Virginia, four panels of the Berlin Wall are set to come down in the coming weeks., The rare pieces of Cold War history, called “Kings of Freedom,” made clear the stark division between communist East Germany and democratic West Germany during the 45 years of Berlin’s partition. As it became clear that the Soviet Union was on the verge of collapse in 1989, people began to dismantle the wall as an act of peaceful protest. The Soviet Union dissolved in 1991, the wall fell, and Germany reunified., The Cold War relics arrived on Grounds in 2014, courtesy of Robert and MeiLi Hefner, right around the 25th anniversary of the fall of the Berlin Wall. Originally, the panels were to be displayed for a little more than a year, but the Hefners extended the agreement in subsequent years., Now, the University community has a little more than a week before the panels return to the Hefners. Their removal is set for the week of July 31., Related Story, Art Is All Over Grounds, if You Know Where To Look, Robert Hefner addressed students as part of the yearlong sequence of programs that accompanied the panels’ arrival., “We’re very sorry to see it go, but we’re very grateful that we’ve had it for nearly nine years,” said Jody Kielbasa, UVA’s vice provost for the arts., The panels are arresting. One side, which faced democratic West Berlin, depicts a brightly colored king who meets the viewer’s gaze directly. Beside him is a monochromatic king whose crown acts as a blindfold, rendering him unable to see the suffering that surrounds him. The artist, Dennis Kaun, spray-painted the wall under the cover of night, as his art would have been considered vandalism., The eastern side of the panels, which faced communist East Berlin, remains concrete-gray and pocked with bullet holes., The panels “pop,” Kielbasa said, because the modern pieces of art contrast with the traditional architecture on Grounds., For Halloween in 2014, students dressed up as the king painted on one side of the panels., “It’s an interesting counterpoint to a very classically designed university,” University building official Ben Hays said., The display’s location – roughly 200 yards from the Rotunda and 100 yards from the Albert and Shirley Small Special Collections Library – put the panels in direct conversation with the copy of the Declaration of Independence in the special collections library. That’s because both the Declaration of Independence and the Berlin Wall are symbols of freedom, Kielbasa said., “It was a perfect place for its time here,” Kielbasa said., The installation has become part of the student experience., “It’s a nice reminder that we’re situated within a larger world,” Cyrena Matingou, a rising fourth-year student, said. “I was using it as a landmark, like ‘I’ll meet you at the Berlin Wall,’ and students at other schools do not have that opportunity.”, When the panels arrived, a year of programming commemorated the 25th anniversary of the wall’s fall. More events accompanied the 30th anniversary. Kielbasa said every year, he sees students posing for graduation photos in front of the panels, and there was even a Halloween costume based on the kings spotted at the 2014 Trick-or-Treating on the Lawn event., There are no immediate plans for another installation on the site., \"We’ll likely use that site again, just not immediately,” Kielbasa said.",
      "category": "Arts & Culture"
    },
    {
      "title": "Sun’s Out, Tongues Out: Let’s Welcome Two Good Girls to the UVA Police Pup Brigade",
      "author": "n/a",
      "date": "7/19/2023 6:44:15 PM",
      "url": "https://news.virginia.edu/content/suns-out-tongues-out-lets-welcome-two-good-girls-uva-police-pup-brigade",
      "text": "University News, Sun’s Out, Tongues Out: Let’s Welcome Two Good Girls to the UVA Police Pup Brigade, July 19, 2023, •, By\n\n                          Jane Kelly,\n                          jak4g@virginia.edu\n\n                          Jane Kelly,\n                          jak4g@virginia.edu, By, Twitter, Email, No. This is not a pink-tongued land shark. This is Luna, one of two new Labrador retrievers who just joined UVA’s police force as expert explosives trackers. (Photos by Erin Edgerton, University Communications), Their names are Winter and Luna., Winter is a 1-year-old yellow Labrador retriever. Luna is a 2-year-old black Lab. Both are good girls who join their more Yoda-like co-cops, Nahla the German shepherd and Maggie the bloodhound., That’s right – all of the University of Virginia’s working police doggos are good girls. Does that make them doggas? Is there a trend here? After all, the undergraduate gender ratio also skews female., But we digress., Winter and Luna are first-years, having just started their very important jobs using their heightened sniffers to detect explosives., We got to meet them in person last week, and boy, are they wiggly and just what you expect from Lab pups: all energy, affection and big, clumsy paws., But curiously, they are not fans of carrots. Or cantaloupe. We tried to entice them with obviously orange healthy treats, but no one was biting. They did enjoy some ice-cold H2O from an orange doggie bowl, so we will call that a win., Related Story, A ‘Pupdate’ on Maggie, Police Dog and Unofficial Student Recruiter, K-9 Officer Wallace Goode is Winter’s handler., When the newest four-legged officers declined to comment, UVA Today turned to Winter and Luna’s handlers to learn more about the dogs, who both weigh in at about 50 pounds., K-9 Officer Wallace Goode works with Winter and says, “She is a ball of energy and loves to be loved. She’s an excellent working dog. She can differentiate between ‘Oh, it’s love time’ and ‘Oh, it’s time to go to work.’”, Goode and his colleague, K-9 Officer Kalin Decker, recently returned from Jackson Springs, North Carolina, where they went through a month of handler training with Winter and Luna., Now that they are back in Charlottesville, the officers and dogs are conducting mock searches for explosives like dynamite, smokeless powder, ammonium nitrate, TNT and black powder. Winter and Luna can also detect guns and shell casings. “When they smell it, you’ll know it,” said Goode., Luna was in fine spirits when her handler, K-9 Officer Kalin Decker, brought her to University Communications for a visit., The dogs feast on 3 to 4 cups of kibble a day, depending on their appetites. They were named at the facility in North Carolina. Goode opted to keep the name Winter; Luna was originally named April. “I threw out a few names to my children and they picked Luna,” Decker said., Both dogs live with their handlers and sleep in kennels called Canine Castles. “It’slike a little house that’s got a little front porch with composite deck boards that’s chain-linked in. And then they have their own indoor area inside,” Decker explained., “The department is fortunate to add K-9s Winter and Luna to the unit. [They] will be responsible for responding to not only University calls for service, but also the surrounding counties as well,” said University Police Lt. Audrell Ragland, who oversees the K-9 squad. “K-9s Winter and Luna will join a highly demanding team and will provide an extra level of security for all who walk the Grounds of this University.”, We welcome Winter and Luna to the pack!",
      "category": "University News"
    },
    {
      "title": "Q&A: Is it Skin Cancer? When To Make a Mountain Out of a Mole",
      "author": "Eric Williamson",
      "date": "7/19/2023 6:07:00 PM",
      "url": "https://news.virginia.edu/content/qa-it-skin-cancer-when-make-mountain-out-mole",
      "text": "Moles seem to be everywhere in the summer – not the burrowing critters, which prefer spring and fall, but those growths on our skin., “Moles are often noticed more in the summertime because more of our skin is exposed, as compared to colder months,” Dr. Bridget Bryer, a UVA Health dermatologist, said. “But sunlight does play a role in the formation of moles.”, They may make solo appearances, or congregate. They may lie down flat, or be round and raised. They may vary in color, too, from fair-skin tone to brown or black., Given all the ways they may look unusual to you, and the connection with UV light, it’s only natural to wonder if your moles are something you should worry about., While Bryer stressed that most moles are harmless, some can be a signal that something is wrong. She answered UVA Today’s questions about what to look out for., Q. Why do our bodies form moles?, A. A mole, also referred to as a nevus (multiple moles are referred to as nevi), is a benign growth of melanocytes. Melanocytes are the cells found in our skin that produce pigment. When a cluster of melanocytes forms, it shows up on our body as a mole., The number of moles that a person has is influenced by genetic traits, skin type and childhood sun exposure, as well as a history of immunosuppression or other rare skin conditions., Q. What part does UV light play in their progression? , A. The number of moles that a person has is influenced by many factors. Your genes are likely the most important factor in the number of moles that you have. People with fairer skin tend to have more moles as well., Dr. Bridget Bryer has provided dermatological care to both children and adults. (UVA Health photo), Childhood sun exposure, especially intermittent periods of intense sun exposure, is known to increase the number of moles that a person develops., Q. How often do moles become cancerous?, A. Most moles do not become cancerous. In fact, most melanomas do not develop from existing moles, but start off as melanomas. This is why it is important to notice new moles, especially when you are over 35 years old, as most moles are acquired during childhood to early adulthood., People who have many moles, or many irregular moles, are more likely to develop skin cancer. If you have a family history of melanoma in a first-degree relative less than 40 years old, it may be beneficial to have a baseline screening exam., Q. Does the ABCDE chart apply to moles? , A. The ABCDE chart is very useful in helping people recognize when a mole should be checked by a doctor., “A” stands for “asymmetry.” If you draw a line down the middle and the mole looks different on either side, then that mole should be one to watch., “B” is for border. Irregular edges are important to monitor., “C” is for “color.” Moles that are different colors (tan, brown, pink) should be watched more closely, as well as moles that develop a new color within them., “D” is for “diameter.” Moles that are larger than a pencil eraser (about 6 mm) may be more likely to become cancerous, but any mole that is changing, regardless of size, should be checked., And “E” is for “evolution.” I think that this criteria is the most important. Moles that are evolving or changing in any of the above traits (asymmetry, border, color, size or symptoms) are the most important ones to have checked by your doctor., Q. What is often the first sign of a problem? , A. Often, it is a color change or size that is noticed first. Most melanomas start as flat moles. There is often a misconception that raised moles are more worrisome., Q. What should you do if you spot an irregularity? , A. See your primary care doctor, who can recommend referral to a dermatologist if needed. If you have a dermatologist, call to get an appointment. Taking a picture of a mole that you are worried about can also be helpful to track any changes., Q. What if your doctor recommends a specialist with a long wait time? , A. Dermatology is traditionally an underserved specialty, so wait times can be long. Having your primary care doctor send in an expedited referral can help move up your appointment. In addition, calling an office for cancellations may get you in earlier., At UVA Dermatology, we serve patients at four locations and have started an access clinic to get patients who are worried about a specific spot in as soon as possible. We know that if skin cancer is caught early, it is easily treated, and we are doing our best to serve the needs of our community., We also offer free skin cancer screenings every May., Q. Is there anything else readers should know? , A. You can develop skin cancer even on areas not exposed to sunlight. These areas include the back of the eye, under your nails and in the genital area. It is important to pay attention to any changing mole, even if it is not in an area of sun exposure., Media Contact, Eric Williamson, University News Senior Associate, University Communications, williamson@virginia.edu, (434) 924-1321, Article Information, July 22, 2023",
      "category": "Research & Discovery"
    },
    {
      "title": "College of Arts & Sciences Helps Students Tame Python",
      "author": "Russ Bahorsky",
      "date": "7/19/2023 1:55:37 PM",
      "url": "https://news.virginia.edu/content/college-arts-sciences-helps-students-tame-python",
      "text": "The world is drowning in data., According to Statista, one of the leading providers of market and consumer data, 90% of the world’s data has been created in just the last two years alone. A new course in the University of Virginia’s College of Arts & Sciences aims to help undergraduate students sift through that information so they can leverage those insights as they enter the job market., Outside of earning a degree in computer science, learning the coding skills to manage large data sets has been a challenge. That’s where Craig Group comes in., Group, an associate professor of physics, is providing students the tools they need to analyze and visualize data on a large scale through his course, “Introduction to Python for Scientists and Engineers.” The class teaches practical skills needed to be competitive in an increasingly data-centric world., The Python course arose from a 2000-level course Group taught that focused on teaching undergraduates the C programming language and computational and statistical analysis techniques. But C is an older programming language with an often-steep learning curve., “You really couldn’t do much more than learn the basics of C in a one-semester class,” Group said.  “And the language doesn’t include higher-level tools that you could apply to problems in physics or whatever kind of science you might do.”, After realizing the coding class he once taught was unnecessarily complicated, Group came up with a course that helps students program regardless of their backgrounds. (Physics Department photo), A conversation with his department’s chair led to the new course that launched in the spring of 2022. It requires no prior knowledge of coding or physics and satisfies general-education requirements., The course teaches Python, a popular programming language that’s rapidly becoming the language of choice for coders in the sciences, with libraries of ready-made modules and packages that break down tasks. Python also minimizes the amount of code students need to write from scratch., Although not comprehensive, the course teaches students to do the kind of work they’re likely to encounter in the lab., “Python is a much higher-level language with a lot of tools just built in that you can use to do more advanced things,” Group said. “And the syntax is really simple. It doesn’t take you as long to get to the point of being able to do something pretty complex like making really nice plots of data that are publication-ready, and you can learn to do that in matter of hours.” , Group calls the class a boot camp for data scientists., “By the end of the class, we’re training neural networks and doing some pretty advanced things,” Group said., The class also teaches students how to solve real-world programming problems in much the same way that a professional programmer would., The class is already paying dividends. Students say the skills they learned helped them get into graduate school and prepare for jobs. (Photo by Craig Group), Darren Upton, who graduated this spring with an undergraduate degree in physics and will begin a doctoral program in nuclear physics in the fall, worked with Group as a teaching assistant for three semesters. Upton helped Group shape the class into something practical and accessible regardless of students’ background or degree path., For Upton, learning to code is more about learning to be resourceful., “The resources for programming are more numerous than you think, but knowing where to look, and knowing how to look for them, is the real skill in programming,” Upton said.  “You just need to know which questions to ask and where to look.”, Group’s class allows students to take a hands-on approach instead of merely listening to lectures. They work in groups on the kinds of problems they’re likely to encounter after graduating before getting the opportunity to demonstrate what they can do on their own., “I think we owe it to our students not to just teach them physics, but to teach them modern skills that are going to make them marketable, to make them ready to go out into the world to do something that’s super valuable right now,” Group said. “They can certainly use those skills in physics, but they can also use those skills almost anywhere else.”, Lindsay Grose, who graduated in May with a double major in environmental sciences and statistics, was heavily involved in research as an undergraduate at UVA. For Grose, learning coding opened a new world of opportunities., “Coding lets me do so many more things in so much less time,” Grose said. “And it allows you to do research that’s never been done before.”, Grose will begin a doctoral program at the University of Rhode Island in the fall., “I can say confidently that I would not have gotten into graduate school for what I want to do without knowing coding,” Grose said. “It definitely makes you a much more desirable candidate.”, Sarah Hunter-Chang, a doctoral candidate in neuroscience, credits her knowledge of coding with her success at UVA. She took a coding class in high school and later realized it might be useful in managing big data sets., “I think you can definitely have a productive career in science without coding skills,” Hunter-Chang said, “But increasingly, I think you’re going to miss out on opportunities. It opens so many doors.”, Media Contact, Russ Bahorsky, Writer, UVA College and Graduate School of Arts & Sciences, rsb5x@virginia.edu , (434) 924-5357, Article Information, July 22, 2023",
      "category": "University News"
    }
  ]
}